<?php

return [
    'bg_egn' => 'Полето :attribute трябва да съдържа валидно ЕГН.',
    'bg_egn_sex' => 'Полето :attribute трябва да съдържа ЕГН на :sex.',
    'bg_egn_min_age' => 'Полето :attribute трябва да съдържа ЕГН на лице на поне :years години.',
    'bg_lnch' => 'Полето :attribute трябва да съдържа валиден ЛНЧ.',
    'bg_egn_or_lnch' => 'Полето :attribute трябва да съдържа валидно ЕГН или ЛНЧ.',
    'bg_eik' => 'Полето :attribute трябва да съдържа валиден ЕИК/БУЛСТАТ.',
    'bg_eik_length' => 'Полето :attribute трябва да съдържа валиден ЕИК/БУЛСТАТ от :digits цифри.',
    'bg_vat' => 'Полето :attribute трябва да съдържа валиден български ДДС номер.',
    'sexes' => [
        'male' => 'мъж',
        'female' => 'жена',
    ],
];
